Repository: fabianlipp/secret-voting
Catalog: vote-registration/translations/*/LC_MESSAGES/messages.po
Languages: de, es, fr

source: Admin Vote Registration
de: Admin Wahl Registrierung
es: Registro de voto de administrador
fr: Inscription au vote de l’administrateur

source: Warning
de: Warnung
es: Advertencia
fr: Avertissement

source: Local mode active
de: Local-Mode aktiv
es: Modo local activo
fr: Mode local actif

source: Voting Administration
es: Administración de Votación
fr: Administration du vote

source: Voting title
de: Wahlgang
es: Título de votación
fr: Titre de vote

source: Voting link
de: Wahl Link
es: Enlace de votación
fr: Lien de vote

source: End and generate tokens
de: Fertig - Tokens generieren
es: Finalizar y generar tokens
fr: Terminer et générer des jetons

source: Tokens
fr: Jetons

source: Names
de: Namen
es: Nombres
fr: Noms

source: Registered Users
de: Registrierte Wähler
es: Usuarios Registrados
fr: Utilisateurs enregistrés

source: Vote Registration
de: Wahl Registrierung
es: Registro de votos
fr: Inscription au vote

source: Voting
de: Wahlgang
es: Votación
fr: Vote

source: Your name
de: Dein Name
es: Su nombre
fr: Votre nom

source: Register for voting
de: Registrieren
es: Regístrese para votar
fr: Inscrivez-vous pour voter

source: Your token
de: Dein Token
es: Su token
fr: Votre jeton

source: Not generated yet
de: Noch nicht erzeugt
es: Aún no se ha generado
fr: Pas encore généré

source: Fullname
es: Nombre completo
fr: Nom complet

source: UserID
es: ID Usuario
fr: Identifiant d'utilisateur

source: is voting
es: está votando
fr: est électeur

source: is admin
es: es admin
fr: est admin

source: is presenter
es: es presentador
fr: est présentateur

source: Join with this user
de: Weiter mit diesen Daten
es: Unirse a este usuario
fr: Joignez-vous à cet utilisateur

source: Error
de: Fehler
fr: Erreur

source: SAML Login invalid
de: SAML Anmeldung fehlerhaft
es: SAML Login no válido
fr: SAML Login non valide

source: No voting permissions
de: Keine Berechtigung zum Abstimmen
es: No tiene derecho a votar
fr: Pas d’autorisations de vote

source: No admin permissions
de: Keine Admin Berechtigung
es: No tiene derecho de administración
fr: Les droits d'accès à l'administration font défaut

source: No presenter permissions
de: Keine Presenter Berechtigung
es: No tiene derecho de presentación
fr: Es droits de presentation font défaut

source: unknown reason
de: Unbekannter Grund
es: razón desconocida
fr: raison inconnue

source: Presenter Vote Registration
es: Registro de voto de presentador
fr: Inscription au vote des présentateurs

source: Local Mode
es: Modo local

source: You registered successfully. <b>Do not close the window or reload!</b>
de: Du hast dich erfolgreich registriert. <b>Schließen das Fenster nicht und lade es nicht neu!</b>

source: Could not register.
de: Konnte nicht registriert werden.

source: Copy token and open ballot box:
de: Bitte Token kopieren und die Stimmabgabe öffnen:

source: Registration is active
de: Die Registrierung ist aktiv

source: Registration is inactive
de: Die Registrierung ist inaktiv
